Repository: common-repository/aion-assists
Catalog: languages/aion-assists-*.po
Languages: de_de, es_es, fr_fr, it_it, tr_tr

source: Welcome Message Text
de_de: Willkommensnachrichtentext
es_es: Texto del Mensaje de Bienvenida
fr_fr: Texte du Message de Bienvenue
it_it: Testo del Messaggio di Benvenuto
tr_tr: Hoşgeldiniz Mesaj Metni

source: Information letter in the form before the chat is initiated.
de_de: Informationsbrief im Formular, bevor der Chat gestartet wird.
es_es: Carta informativa en el formulario antes de que se inicie el chat.
fr_fr: Lettre d'information dans le formulaire avant le début de la conversation.
it_it: Lettera informativa nel modulo prima che la chat venga avviata.
tr_tr: Sohbet başlatılmadan önce formdaki bilgi mektubu.

source: Chatbot Title
de_de: Chatbot-Titel
es_es: Título del Chatbot
fr_fr: Titre du Chatbot
it_it: Titolo del Chatbot
tr_tr: Chatbot Başlığı

source: Title when chat is started.
de_de: Titel, wenn der Chat gestartet wird.
es_es: Título cuando se inicia el chat.
fr_fr: Titre lorsque la conversation démarre.
it_it: Titolo quando la chat viene avviata.
tr_tr: Sohbet başladığında başlık.

source: First Message or Marketing
de_de: Erste Nachricht oder Marketing
es_es: Primer Mensaje o Marketing
fr_fr: Premier Message ou Marketing
it_it: Primo Messaggio o Marketing
tr_tr: İlk Mesaj veya Pazarlama

source: Add a first message when the chat is started.
de_de: Fügen Sie eine erste Nachricht hinzu, wenn der Chat gestartet wird.
es_es: Agregar un primer mensaje cuando se inicia el chat.
fr_fr: Ajouter un premier message lorsque la conversation démarre.
it_it: Aggiungi un primo messaggio quando la chat viene avviata.
tr_tr: Sohbet başladığında bir ilk mesaj ekleyin.

source: First Message
de_de: Erste Nachricht
es_es: Primer Mensaje
fr_fr: Premier Message
it_it: Primo Messaggio
tr_tr: İlk Mesaj

source: Href/Link for First Message
de_de: Href/Link für erste Nachricht
es_es: Href/Enlace para el Primer Mensaje
fr_fr: Href/Link pour le Premier Message
it_it: Href/Link per il Primo Messaggio
tr_tr: İlk Mesaj için Href/Bağlantı

source: Save Customize
de_de: Anpassung speichern
es_es: Guardar Personalizar
fr_fr: Personnaliser Enregistrer
it_it: Personalizza Salva
tr_tr: Özelleştirmeyi Kaydet

source: Welcome to the Setup Wizard
de_de: Willkommen beim Setup-Assistenten
es_es: Bienvenido al Asistente de Configuración
fr_fr: Bienvenue dans l'Assistant de Configuration
it_it: Benvenuti nella Guida alla Configurazione
tr_tr: Kurulum Sihirbazına Hoş Geldiniz

source: Your plugin has been successfully activated.
de_de: Ihr Plugin wurde erfolgreich aktiviert.
es_es: Tu plugin ha sido activado correctamente.
fr_fr: Votre plugin a été activé avec succès.
it_it: Il tuo plugin è stato attivato con successo.
tr_tr: Eklentiniz başarıyla etkinleştirildi.

source: If you have chosen one of our "Advanced" or "Enterprise" packages, please select the "Premium" option.
de_de: Wenn Sie eines unserer "Advanced" oder "Enterprise" Pakete gewählt haben, wählen Sie bitte die "Premium"-Option.
es_es: Si has elegido uno de nuestros paquetes "Advanced" o "Enterprise", selecciona la opción "Premium".
fr_fr: Si vous avez choisi l'un de nos forfaits "Advanced" ou "Enterprise", veuillez sélectionner l'option "Premium".
it_it: Se hai scelto uno dei nostri pacchetti "Advanced" o "Enterprise", seleziona l'opzione "Premium".
tr_tr: Eğer "Advanced" veya "Enterprise" paketlerimizden birini seçtiyseniz, lütfen "Premium" seçeneğini seçin.

source: If you want to experience Aion Assists for free, you must enter your OpenAI API key. Your license key is generated automatically.
de_de: Wenn Sie Aion Assists kostenlos erleben möchten, müssen Sie Ihren OpenAI-API-Schlüssel eingeben. Ihr Lizenzschlüssel wird automatisch generiert.
es_es: Si deseas experimentar Aion Assists de forma gratuita, debes ingresar tu clave de API de OpenAI. Tu clave de licencia se genera automáticamente.
fr_fr: Si vous souhaitez utiliser Aion Assists gratuitement, vous devez saisir votre clé API OpenAI. Votre clé de licence est générée automatiquement.
it_it: Se vuoi provare Aion Assists gratuitamente, devi inserire la tua chiave API di OpenAI. La tua chiave di licenza viene generata automaticamente.
tr_tr: Aion Assists'i ücretsiz denemek istiyorsanız, OpenAI API anahtarınızı girmelisiniz. Lisans anahtarınız otomatik olarak oluşturulur.

source: Your Plan:
de_de: Ihr Plan:
es_es: Tu Plan:
fr_fr: Votre Plan :
it_it: Il Tuo Piano:
tr_tr: Planınız:

source: License Key:
de_de: Lizenzschlüssel:
es_es: Clave de Licencia:
fr_fr: Clé de Licence :
it_it: Chiave di Licenza:
tr_tr: Lisans Anahtarı:

source: OpenAI API Key:
de_de: OpenAI API-Schlüssel:
es_es: Clave de API de OpenAI:
fr_fr: Clé API OpenAI :
it_it: Chiave API OpenAI:
tr_tr: OpenAI API Anahtarı:

source: Company Name:
de_de: Firmenname:
es_es: Nombre de la Empresa:
fr_fr: Nom de l'Entreprise :
it_it: Nome Azienda:
tr_tr: Şirket Adı:

source: Website URL:
es_es: URL del Sitio Web:
fr_fr: URL du Site Web :
it_it: URL del Sito Web:
tr_tr: Web Sitesi URL'si:

source: License Key
de_de: Lizenzschlüssel
es_es: Clave de Licencia
fr_fr: Clé de Licence
it_it: Chiave di Licenza
tr_tr: Lisans Anahtarı

source: OpenAI API Key
de_de: OpenAI API-Schlüssel
es_es: Clave de API de OpenAI
fr_fr: Clé API OpenAI
it_it: Chiave API OpenAI
tr_tr: OpenAI API Anahtarı

source: Company Name
de_de: Firmenname
es_es: Nombre de la Empresa
fr_fr: Nom de l'Entreprise
it_it: Nome Azienda
tr_tr: Şirket Adı

source: Complete Installation
de_de: Installation abschließen
es_es: Instalación Completa
fr_fr: Installation Complète
it_it: Installazione Completa
tr_tr: Kurulumu Tamamla

source: Your settings have been successfully saved.
de_de: Ihre Einstellungen wurden erfolgreich gespeichert.
es_es: Se han guardado correctamente tus ajustes.
fr_fr: Vos paramètres ont été enregistrés avec succès.
it_it: Le impostazioni sono state salvate con successo.
tr_tr: Ayarlarınız başarıyla kaydedildi.

source: Check if you started the free trial from the "Plans and Pricing" page.
de_de: Kontrollieren Sie, ob Sie das kostenlose Testabo von der Seite "Pläne und Preise" aus gestartet haben.
es_es: Comprueba si has iniciado la prueba gratuita desde la página "Planes y precios".
fr_fr: Vérifiez si vous avez démarré l'essai gratuit depuis la page "Plans et tarification".
it_it: Controlla se hai avviato la prova gratuita dalla pagina "Piani e prezzi".
tr_tr: Ücretsiz deneme sürümünü "Planlar ve Fiyatlandırma" sayfasından başlattıysanız işaretleyin.

source: Click here to start the free trial.
de_de: Klicken Sie hier, um die kostenlose Testversion zu starten.
es_es: Haga clic aquí para iniciar la prueba gratuita.
fr_fr: Cliquez ici pour démarrer l'essai gratuit.
it_it: Fare clic qui per avviare la versione di prova gratuita.
tr_tr: Ücretsiz deneme sürümünü başlatmak için buraya tıklayın.

source: Session Details:
de_de: Sitzungsdetails:
es_es: Detalles de la sesión:
fr_fr: Détails de la session :
it_it: Dettagli della sessione:
tr_tr: Oturum Detayları:

source: Session ID:
de_de: Sitzungs-ID:
es_es: ID de sesión:
fr_fr: ID de session :
it_it: ID sessione:
tr_tr: Oturum Kimliği:

source: Customer:
de_de: Kunde:
es_es: Cliente:
fr_fr: Client :
it_it: Cliente:
tr_tr: Müşteri:

source: Session Started:
de_de: Sitzung begann:
es_es: Sesión iniciada:
fr_fr: Session commencée :
it_it: Sessione iniziata:
tr_tr: Oturum Başladı:

source: Show Summary
de_de: Zusammenfassung anzeigen
es_es: Mostrar resumen
fr_fr: Afficher le résumé
it_it: Mostra riassunto
tr_tr: Özeti Göster

source: Session Summary:
de_de: Sitzungszusammenfassung:
es_es: Resumen de la sesión:
fr_fr: Résumé de la session :
it_it: Riassunto della sessione:
tr_tr: Oturum Özeti:

source: Please enter your name and email address before contacting customer service.
de_de: Bitte geben Sie Ihren Namen und Ihre E-Mail-Adresse ein, bevor Sie den Kundenservice kontaktieren.
es_es: Por favor, introduzca su nombre y dirección de correo electrónico antes de ponerse en contacto con el servicio de atención al cliente.
fr_fr: Veuillez saisir votre nom et votre adresse e-mail avant de contacter le service client.
it_it: Prima di contattare il servizio clienti, inserisci il tuo nome e il tuo indirizzo email.
tr_tr: Lütfen müşteri hizmetleri ile iletişime geçmeden önce adınızı ve e-posta adresinizi girin.

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
tr_tr: Ayarlar

source: Preferences
de_de: Voreinstellungen
es_es: Preferencias
fr_fr: Préférences
it_it: Preferenze
tr_tr: Tercihler

source: Setup Wizard
de_de: Einrichtungsassistent
es_es: Asistente de Configuración
fr_fr: Assistant de configuration
it_it: Procedura di Configurazione
tr_tr: Kurulum Sihirbazı

source: Hello! How can we help you?
de_de: Hallo! Wie können wir Ihnen helfen?
es_es: ¡Hola! ¿Cómo podemos ayudarte?
fr_fr: Bonjour! Comment pouvons-nous vous aider?
it_it: Ciao! Come possiamo aiutarti?
tr_tr: Merhaba! Nasıl yardımcı olabiliriz?

source: Click to view frequently asked questions.
de_de: Klicken Sie, um häufig gestellte Fragen anzuzeigen.
es_es: Haz clic para ver preguntas frecuentes.
fr_fr: Cliquez pour voir les questions fréquemment posées.
it_it: Clicca per visualizzare le domande frequenti.
tr_tr: Sıkça sorulan soruları görmek için tıklayın.

source: Let's start chat!
de_de: Lass uns den Chat starten!
es_es: ¡Comencemos el chat!
fr_fr: Commençons la discussion!
it_it: Iniziamo la chat!
tr_tr: Sohbeti başlatalım!

source: Your current plan does not support message saving and viewing. To access this feature, you need to upgrade to the 'Enterprise' plan.
de_de: Ihr aktueller Tarif unterstützt das Speichern und Anzeigen von Nachrichten nicht. Um auf diese Funktion zugreifen zu können, müssen Sie auf den Tarif 'Enterprise' aktualisieren.
es_es: Su plan actual no admite guardar y ver mensajes. Para acceder a esta función, debe actualizar al plan 'Enterprise'.
fr_fr: Votre plan actuel ne prend pas en charge l'enregistrement et la visualisation des messages. Pour accéder à cette fonctionnalité, vous devez passer au plan 'Enterprise'.
it_it: Il tuo piano attuale non supporta il salvataggio e la visualizzazione dei messaggi. Per accedere a questa funzionalità, è necessario aggiornare al piano 'Enterprise'.
tr_tr: Mevcut planınız mesaj kaydetme ve görüntülemeyi desteklemiyor. Bu özelliğe erişmek için 'Kurumsal' plana yükseltmeniz gerekmektedir.

source: Click here to view plans.
de_de: Hier klicken, um Pläne anzusehen.
es_es: Haz clic aquí para ver los planes.
fr_fr: Cliquez ici pour voir les plans.
it_it: Clicca qui per visualizzare i piani.
tr_tr: Planları görmek için buraya tıklayın.

source: To use these features, you need to purchase the plugin.
de_de: Um diese Funktionen nutzen zu können, müssen Sie das Plugin erwerben.
es_es: Para usar estas características, necesitas comprar el complemento.
fr_fr: Pour utiliser ces fonctionnalités, vous devez acheter le plugin.
it_it: Per utilizzare queste funzionalità, è necessario acquistare il plugin.
tr_tr: Bu özellikleri kullanmak için eklentiyi satın almanız gerekiyor.

source: FAQ Link
de_de: FAQ-Verbindung
es_es: Enlace de preguntas frecuentes
fr_fr: Lien FAQ
it_it: Link alle domande frequenti
tr_tr: SSS Bağlantısı

source: Add a link to the FAQ section.
de_de: Fügen Sie einen Link zum FAQ-Bereich hinzu.
es_es: Agrega un enlace a la sección de preguntas frecuentes.
fr_fr: Ajouter un lien vers la section FAQ.
it_it: Aggiungi un link alla sezione delle domande frequenti.
tr_tr: SSS bölümüne bir bağlantı ekleyin.

source: To use all features, you need to upgrade to the enterprise plan.
de_de: Um alle Funktionen nutzen zu können, müssen Sie auf den Enterprise-Plan upgraden.
es_es: Para utilizar todas las funciones, necesitas actualizar al plan empresarial.
fr_fr: Pour utiliser toutes les fonctionnalités, vous devez passer au plan entreprise.
it_it: Per utilizzare tutte le funzionalità, è necessario passare al piano aziendale.
tr_tr: Tüm özellikleri kullanmak için kurumsal plana yükseltmeniz gerekiyor.

source: No
de_de: Nein
fr_fr: Non
tr_tr: Hayır
