Repository: common-repository/aion-assists
Catalog: languages/aion-assists-*.po
Languages: de_de, es_es, fr_fr, it_it, tr_tr

source: Dashboard
de_de: Armaturenbrett
es_es: Tablero
fr_fr: Tableau de bord
it_it: Cruscotto
tr_tr: Gösterge Tablosu

source: Sessions
de_de: Sitzungen
es_es: Sesiones
it_it: Sessioni
tr_tr: Oturumlar

source: Conversions
de_de: Konvertierungen
es_es: Conversiones
it_it: Conversioni
tr_tr: Dönüşümler

source: Session Details
de_de: Sitzungsdetails
es_es: Detalles de la Sesión
fr_fr: Détails de la session
it_it: Dettagli della Sessione
tr_tr: Oturum Detayları

source: Session ID
de_de: Sitzungs-ID
es_es: ID de Sesión
fr_fr: ID de session
it_it: ID Sessione
tr_tr: Oturum Kimliği

source: Customer
de_de: Kunde
es_es: Cliente
fr_fr: Client
it_it: Cliente
tr_tr: Müşteri

source: Session Started
de_de: Sitzung gestartet
es_es: Sesión Iniciada
fr_fr: Session commencée
it_it: Sessione Avviata
tr_tr: Oturum Başlangıcı

source: Welcome
de_de: Willkommen
es_es: Bienvenida
fr_fr: Bienvenue
it_it: Benvenuto
tr_tr: Hoş Geldiniz

source: Customer Service
de_de: Kundenservice
es_es: Servicio al Cliente
fr_fr: Service client
it_it: Servizio Clienti
tr_tr: Müşteri Hizmetleri

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
tr_tr: Kapat

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
tr_tr: Ad

source: Email
es_es: Correo Electrónico
tr_tr: E-posta

source: I need some help.
de_de: Ich brauche Hilfe.
es_es: Necesito ayuda.
fr_fr: J'ai besoin d'aide.
it_it: Ho bisogno di aiuto.
tr_tr: Yardıma ihtiyacım var.

source: What is the status of my order?
de_de: Was ist der Status meiner Bestellung?
es_es: ¿Cuál es el estado de mi pedido?
fr_fr: Quel est le statut de ma commande ?
it_it: Qual è lo stato del mio ordine?
tr_tr: Siparişimin durumu nedir?

source: I want to update my order address.
de_de: Ich möchte meine Bestelladresse aktualisieren.
es_es: Quiero actualizar la dirección de mi pedido.
fr_fr: Je veux mettre à jour l'adresse de ma commande.
it_it: Voglio aggiornare l'indirizzo del mio ordine.
tr_tr: Sipariş adresimi güncellemek istiyorum.

source: What are the payment methods?
de_de: Was sind die Zahlungsmethoden?
es_es: ¿Cuáles son los métodos de pago?
fr_fr: Quels sont les moyens de paiement ?
it_it: Quali sono i metodi di pagamento?
tr_tr: Ödeme yöntemleri nelerdir?

source: Do you want to end your session?
de_de: Möchten Sie Ihre Sitzung beenden?
es_es: ¿Quieres terminar tu sesión?
fr_fr: Voulez-vous mettre fin à votre session ?
it_it: Vuoi terminare la sessione?
tr_tr: Oturumunuzu sonlandırmak istiyor musunuz?

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
tr_tr: Evet

source: Enter your message...
de_de: Geben Sie Ihre Nachricht ein...
es_es: Ingrese su mensaje...
fr_fr: Entrez votre message...
it_it: Inserisci il tuo messaggio...
tr_tr: Mesajınızı girin...

source: Successful Operations
de_de: Erfolgreiche Operationen
es_es: Operaciones Exitosas
fr_fr: Opérations réussies
it_it: Operazioni Riuscite
tr_tr: Başarılı İşlemler

source: Chatbot Settings
de_de: Chatbot-Einstellungen
es_es: Configuraciones del Chatbot
fr_fr: Paramètres du chatbot
it_it: Impostazioni del Chatbot
tr_tr: Sohbet Robotu Ayarları

source: Select the operations you want the Customer Care service to perform.
de_de: Wählen Sie die Operationen aus, die der Kundendienst durchführen soll.
es_es: Seleccione las operaciones que desea que realice el servicio de atención al cliente.
fr_fr: Sélectionnez les opérations que vous souhaitez que le service client effectue.
it_it: Seleziona le operazioni che desideri che il servizio di assistenza clienti esegua.
tr_tr: Müşteri Hizmetlerinin gerçekleştirmesini istediğiniz işlemleri seçin.

source: Allow to view order status.
de_de: Erlauben Sie, den Bestellstatus anzuzeigen.
es_es: Permitir ver el estado del pedido.
fr_fr: Autoriser à consulter le statut de la commande.
it_it: Consenti di visualizzare lo stato dell'ordine.
tr_tr: Sipariş durumunu görüntülemeye izin ver.

source: A tool where the customer can view the order status by entering the order number.
de_de: Ein Tool, mit dem der Kunde den Bestellstatus durch Eingabe der Bestellnummer anzeigen kann.
es_es: Una herramienta donde el cliente puede ver el estado del pedido ingresando el número de pedido.
fr_fr: Un outil où le client peut consulter le statut de la commande en saisissant le numéro de commande.
it_it: Uno strumento in cui il cliente può visualizzare lo stato dell'ordine inserendo il numero dell'ordine.
tr_tr: Müşterinin sipariş numarasını girerek sipariş durumunu görüntüleyebileceği bir araç.

source: Allow to view the billing address.
de_de: Erlauben Sie, die Rechnungsadresse anzuzeigen.
es_es: Permitir ver la dirección de facturación.
fr_fr: Autoriser à consulter l'adresse de facturation.
it_it: Consenti di visualizzare l'indirizzo di fatturazione.
tr_tr: Fatura adresini görüntülemeye izin ver.

source: A tool where the customer can view their billing address by entering their order number and email address.
de_de: Ein Tool, mit dem der Kunde seine Rechnungsadresse anzeigen kann, indem er seine Bestellnummer und E-Mail-Adresse eingibt.
es_es: Una herramienta donde el cliente puede ver su dirección de facturación ingresando su número de pedido y dirección de correo electrónico.
fr_fr: Un outil où le client peut consulter son adresse de facturation en saisissant son numéro de commande et son adresse email.
it_it: Uno strumento in cui il cliente può visualizzare il proprio indirizzo di fatturazione inserendo il numero dell'ordine e l'indirizzo email.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek fatura adresini görüntüleyebileceği bir araç.

source: A tool where the customer can view the creation date of the order by entering the order number.
de_de: Ein Tool, mit dem der Kunde das Erstellungsdatum der Bestellung anzeigen kann, indem er die Bestellnummer eingibt.
es_es: Una herramienta donde el cliente puede ver la fecha de creación del pedido ingresando el número de pedido.
fr_fr: Un outil où le client peut consulter la date de création de la commande en saisissant le numéro de commande.
it_it: Uno strumento in cui il cliente può visualizzare la data di creazione dell'ordine inserendo il numero dell'ordine.
tr_tr: Müşterinin sipariş numarasını girerek siparişin oluşturulma tarihini görüntüleyebileceği bir araç.

source: Allow to view the creation date of the order.
de_de: Erlauben Sie, das Erstellungsdatum der Bestellung anzuzeigen.
es_es: Permitir ver la fecha de creación del pedido.
fr_fr: Autoriser à consulter la date de création de la commande.
it_it: Consenti di visualizzare la data di creazione dell'ordine.
tr_tr: Siparişin oluşturulma tarihini görüntülemeye izin ver.

source: A tool where the customer can view their shipping address by entering their order number and email address.
de_de: Ein Tool, mit dem der Kunde seine Lieferadresse anzeigen kann, indem er seine Bestellnummer und E-Mail-Adresse eingibt.
es_es: Una herramienta donde el cliente puede ver su dirección de envío ingresando su número de pedido y dirección de correo electrónico.
fr_fr: Un outil où le client peut consulter son adresse de livraison en saisissant son numéro de commande et son adresse email.
it_it: Uno strumento in cui il cliente può visualizzare il proprio indirizzo di spedizione inserendo il numero dell'ordine e l'indirizzo email.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek gönderim adresini görüntüleyebileceği bir araç.

source: Allow to view the shipping address.
de_de: Erlauben Sie, die Lieferadresse anzuzeigen.
es_es: Permitir ver la dirección de envío.
fr_fr: Autoriser à consulter l'adresse de livraison.
it_it: Consenti di visualizzare l'indirizzo di spedizione.
tr_tr: Gönderim adresini görüntülemeye izin ver.

source: Allow to view order items.
de_de: Erlauben Sie, die Bestellpositionen anzuzeigen.
es_es: Permitir ver los elementos del pedido.
fr_fr: Autoriser à consulter les articles de la commande.
it_it: Consenti di visualizzare gli articoli dell'ordine.
tr_tr: Sipariş kalemlerini görüntülemeye izin ver.

source: A tool where the customer can enter their order number and email address to view the items of the order.
de_de: Ein Tool, mit dem der Kunde seine Bestellnummer und E-Mail-Adresse eingeben kann, um die Artikel der Bestellung anzuzeigen.
es_es: Una herramienta donde el cliente puede ingresar su número de pedido y dirección de correo electrónico para ver los elementos del pedido.
fr_fr: Un outil où le client peut saisir son numéro de commande et son adresse email pour consulter les articles de la commande.
it_it: Uno strumento in cui il cliente può inserire il numero dell'ordine e l'indirizzo email per visualizzare gli articoli dell'ordine.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek siparişin kalemlerini görüntüleyebileceği bir araç.

source: Allow to view stock status.
de_de: Erlauben Sie, den Lagerbestand anzuzeigen.
es_es: Permitir ver el estado del stock.
fr_fr: Autoriser à consulter le statut des stocks.
it_it: Consenti di visualizzare lo stato delle scorte.
tr_tr: Stok durumunu görüntülemeye izin ver.

source: A tool where the customer can find out the stock status of a product.
de_de: Ein Tool, mit dem der Kunde den Lagerbestand eines Produkts erfahren kann.
es_es: Una herramienta donde el cliente puede averiguar el estado del stock de un producto.
fr_fr: Un outil où le client peut connaître le statut des stocks d'un produit.
it_it: Uno strumento in cui il cliente può scoprire lo stato delle scorte di un prodotto.
tr_tr: Müşterinin bir ürünün stok durumunu öğrenebileceği bir araç.

source: Allow to view an order return status.
de_de: Erlauben Sie, den Rückgabestatus einer Bestellung anzuzeigen.
es_es: Permitir ver el estado de devolución de un pedido.
fr_fr: Autoriser à consulter le statut de retour de la commande.
it_it: Consenti di visualizzare lo stato di reso dell'ordine.
tr_tr: Bir siparişin iade durumunu görüntülemeye izin ver.

source: A tool where the customer can enter the order number and e-mail address to view the return status of the order.
de_de: Ein Tool, mit dem der Kunde die Bestellnummer und E-Mail-Adresse eingeben kann, um den Rückgabestatus der Bestellung anzuzeigen.
es_es: Una herramienta donde el cliente puede ingresar el número de pedido y la dirección de correo electrónico para ver el estado de devolución del pedido.
fr_fr: Un outil où le client peut saisir le numéro de commande et l'adresse e-mail pour consulter le statut de retour de la commande.
it_it: Uno strumento in cui il cliente può inserire il numero dell'ordine e l'indirizzo email per visualizzare lo stato di reso dell'ordine.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek siparişin iade durumunu görüntüleyebileceği bir araç.

source: Allow to view which payment gateways are used.
de_de: Erlauben Sie, welche Zahlungsgateways verwendet werden.
es_es: Permitir ver qué pasarelas de pago se utilizan.
fr_fr: Autoriser à consulter les passerelles de paiement utilisées.
it_it: Consenti di visualizzare quali gateway di pagamento vengono utilizzati.
tr_tr: Hangi ödeme kapılarının kullanıldığını görüntülemeye izin ver.

source: A tool that can display which payment methods your store allows for customers.
de_de: Ein Tool, das anzeigen kann, welche Zahlungsmethoden Ihr Geschäft für Kunden zulässt.
es_es: Una herramienta que puede mostrar qué métodos de pago permite su tienda para los clientes.
fr_fr: Un outil qui peut afficher les méthodes de paiement que votre magasin autorise pour les clients.
it_it: Uno strumento che può visualizzare quali metodi di pagamento il tuo negozio permette ai clienti.
tr_tr: Mağazanızın müşteriler için hangi ödeme yöntemlerine izin verdiğini gösterebilen bir araç.

source: Allow to view which zones are shipping to.
de_de: Erlauben Sie, welche Zonen versendet werden.
es_es: Permitir ver a qué zonas se envía.
fr_fr: Autoriser à consulter les zones de livraison.
it_it: Consenti di visualizzare quali zone vengono spedite.
tr_tr: Hangi bölgelere gönderim yapıldığını görüntülemeye izin ver.

source: A tool that allows a user to view information about which regions your store ships to.
de_de: Ein Tool, mit dem ein Benutzer Informationen darüber anzeigen kann, welche Regionen Ihr Geschäft versendet.
es_es: Una herramienta que permite a un usuario ver información sobre las regiones a las que su tienda envía.
fr_fr: Un outil qui permet à un utilisateur de consulter des informations sur les régions vers lesquelles votre magasin expédie.
it_it: Uno strumento che consente a un utente di visualizzare informazioni su quali regioni il tuo negozio spedisce.
tr_tr: Kullanıcının mağazanızın hangi bölgelere gönderim yaptığı hakkında bilgi görüntüleyebilmesini sağlayan bir araç.

source: Allow adding and updating notes to the order.
de_de: Erlauben Sie das Hinzufügen und Aktualisieren von Notizen zur Bestellung.
es_es: Permitir agregar y actualizar notas al pedido.
fr_fr: Autoriser l'ajout et la mise à jour de notes sur la commande.
it_it: Consenti di aggiungere e aggiornare note all'ordine.
tr_tr: Siparişe not ekleme ve güncelleme izni ver.

source: A tool that allows the customer to add or update a note to their order by entering their order number and email address.
de_de: Ein Tool, mit dem der Kunde durch Eingabe seiner Bestellnummer und E-Mail-Adresse eine Notiz zu seiner Bestellung hinzufügen oder aktualisieren kann.
es_es: Una herramienta que permite al cliente agregar o actualizar una nota a su pedido ingresando su número de pedido y dirección de correo electrónico.
fr_fr: Un outil qui permet au client d'ajouter ou de mettre à jour une note sur sa commande en saisissant son numéro de commande et son adresse email.
it_it: Uno strumento che consente al cliente di aggiungere o aggiornare una nota al proprio ordine inserendo il numero dell'ordine e l'indirizzo email.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek siparişine not eklemesine veya mevcut notu güncellemesine olanak tanıyan bir araç.

source: Allow updating the shipping address.
de_de: Erlauben Sie das Aktualisieren der Lieferadresse.
es_es: Permitir actualizar la dirección de envío.
fr_fr: Autoriser la mise à jour de l'adresse de livraison.
it_it: Consenti di aggiornare l'indirizzo di spedizione.
tr_tr: Gönderim adresini güncelleme izni ver.

source: A tool that allows the customer to update the delivery address by entering the order number and email address.
de_de: Ein Tool, mit dem der Kunde die Lieferadresse aktualisieren kann, indem er die Bestellnummer und die E-Mail-Adresse eingibt.
es_es: Una herramienta que permite al cliente actualizar la dirección de envío ingresando el número de pedido y la dirección de correo electrónico.
fr_fr: Un outil qui permet au client de mettre à jour l'adresse de livraison en saisissant son numéro de commande et son adresse email.
it_it: Uno strumento che consente al cliente di aggiornare l'indirizzo di spedizione inserendo il numero dell'ordine e l'indirizzo email.
tr_tr: Müşterinin sipariş numarası ve e-posta adresini girerek teslimat adresini güncelleyebilmesine olanak tanıyan bir araç.

source: Allow product description with sales talk.
de_de: Erlauben Sie Produktbeschreibungen mit Verkaufsgesprächen.
es_es: Permitir descripción del producto con discurso de ventas.
fr_fr: Autoriser la description du produit avec argumentaire de vente.
it_it: Consenti la descrizione del prodotto con discorso di vendita.
tr_tr: Ürün açıklamasına satış konuşması ekleme izni ver.

source: A tool that provides customers with product descriptions in the event of a product inquiry. If there is an existing description for the product, it will be displayed. If not, a response will be crafted by GPT, taking the product title as a reference and responding in the tone of a marketer.
de_de: Ein Werkzeug, das Kunden Produktbeschreibungen bei einer Produktanfrage bereitstellt. Wenn es eine vorhandene Beschreibung für das Produkt gibt, wird diese angezeigt. Wenn nicht, wird eine Antwort von GPT erstellt, die den Produkttitel als Referenz nimmt und im Ton eines Vermarkters antwortet.
es_es: Una herramienta que proporciona a los clientes descripciones de productos en caso de una consulta de producto. Si existe una descripción existente para el producto, se mostrará. De lo contrario, se elaborará una respuesta por GPT, tomando el título del producto como referencia y respondiendo en el tono de un comercializador.
fr_fr: Un outil qui fournit aux clients des descriptions de produits en cas de demande de renseignements sur un produit. Si une description du produit existe déjà, elle sera affichée. Sinon, une réponse sera formulée par GPT, en prenant le titre du produit comme référence et en répondant sur le ton d'un marketeur.
it_it: Uno strumento che fornisce ai clienti descrizioni dei prodotti in caso di richiesta di informazioni su un prodotto. Se esiste già una descrizione per il prodotto, verrà visualizzata. In caso contrario, verrà elaborata una risposta da GPT, prendendo come riferimento il titolo del prodotto e rispondendo con il tono di un marketer.
tr_tr: Müşterilere ürün sorgulaması durumunda ürün açıklamaları sağlayan bir araç. Ürün için mevcut bir açıklama varsa bu görüntülenir. Aksi takdirde, ürün başlığını referans alarak GPT tarafından bir pazarlamacının tonunda bir yanıt oluşturulur.

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar Configuraciones
fr_fr: Enregistrer les Paramètres
it_it: Salva Impostazioni
tr_tr: Ayarları Kaydet

source: Company Preferences
de_de: Firmeneinstellungen
es_es: Preferencias de la Empresa
fr_fr: Préférences de l'Entreprise
it_it: Preferenze Aziendali
tr_tr: Şirket Tercihleri

source: Which shipping company is used for delivery?
de_de: Welches Versandunternehmen wird für die Lieferung verwendet?
es_es: ¿Qué empresa de envíos se utiliza para la entrega?
fr_fr: Quelle entreprise de transport est utilisée pour la livraison ?
it_it: Quale azienda di spedizioni viene utilizzata per la consegna?
tr_tr: Teslimat için hangi kargo şirketi kullanılıyor?

source: Shipping Company
de_de: Versandunternehmen
es_es: Empresa de Envíos
fr_fr: Entreprise de Livraison
it_it: Azienda di Spedizioni
tr_tr: Kargo Şirketi

source: What are the return policies and how to make a return?
de_de: Was sind die Rückgaberichtlinien und wie kann ich eine Rücksendung vornehmen?
es_es: ¿Cuáles son las políticas de devolución y cómo hacer una devolución?
fr_fr: Quelles sont les politiques de retour et comment effectuer un retour ?
it_it: Quali sono le politiche di reso e come fare un reso?
tr_tr: İade politikaları nelerdir ve nasıl iade yapılır?

source: Return Policies
de_de: Rückgaberichtlinien
es_es: Políticas de Devolución
fr_fr: Politiques de Retour
it_it: Politiche di Reso
tr_tr: İade Koşulları

source: What are the warranty terms?
de_de: Was sind die Garantiebedingungen?
es_es: ¿Cuáles son los términos de garantía?
fr_fr: Quels sont les termes de la garantie ?
it_it: Quali sono i termini di garanzia?
tr_tr: Garanti şartları nelerdir?

source: Warranty Terms
de_de: Garantiebedingungen
es_es: Términos de Garantía
fr_fr: Termes de la Garantie
it_it: Termini di Garanzia
tr_tr: Garanti Şartları

source: What is the shipping/delivery time for orders?
de_de: Wie lange dauert der Versand/Lieferzeit für Bestellungen?
es_es: ¿Cuál es el tiempo de envío/entrega para los pedidos?
fr_fr: Quel est le délai de livraison pour les commandes ?
it_it: Qual è il tempo di spedizione/consegna per gli ordini?
tr_tr: Siparişler için nakliye/teslimat süresi nedir?

source: Shipping Time
de_de: Lieferzeit
es_es: Tiempo de Envío
fr_fr: Délai de Livraison
it_it: Tempo di Spedizione
tr_tr: Nakliye Süresi

source: What is the customer service phone number?
de_de: Was ist die Telefonnummer des Kundenservice?
es_es: ¿Cuál es el número de teléfono del servicio al cliente?
fr_fr: Quel est le numéro de téléphone du service client ?
it_it: Qual è il numero di telefono del servizio clienti?
tr_tr: Müşteri hizmetleri telefon numarası nedir?

source: Customer Service Phone Number
de_de: Kundenservice-Telefonnummer
es_es: Número de Teléfono del Servicio al Cliente
fr_fr: Numéro de Téléphone du Service Client
it_it: Numero di Telefono del Servizio Clienti
tr_tr: Müşteri Hizmetleri Telefon Numarası

source: What is the customer service email address?
de_de: Was ist die E-Mail-Adresse des Kundenservice?
es_es: ¿Cuál es la dirección de correo electrónico del servicio al cliente?
fr_fr: Quelle est l'adresse email du service client ?
it_it: Qual è l'indirizzo email del servizio clienti?
tr_tr: Müşteri hizmetleri e-posta adresi nedir?

source: Customer Service Email Address
de_de: E-Mail-Adresse des Kundenservice
es_es: Dirección de Correo Electrónico del Servicio al Cliente
fr_fr: Adresse Email du Service Client
it_it: Indirizzo Email del Servizio Clienti
tr_tr: Müşteri Hizmetleri E-posta Adresi

source: What is the minimum purchase amount to qualify for free shipping?
de_de: Was ist der Mindestbestellbetrag, um sich für kostenlosen Versand zu qualifizieren?
es_es: ¿Cuál es el monto mínimo de compra para calificar para el envío gratuito?
fr_fr: Quel est le montant minimum d'achat pour bénéficier de la livraison gratuite ?
it_it: Qual è l'importo minimo di acquisto per ottenere la spedizione gratuita?
tr_tr: Ücretsiz kargo için uygun olmak için minimum satın alma miktarı nedir?

source: Free Shipping Threshold
de_de: Grenzwert für kostenlosen Versand
es_es: Umbral de Envío Gratuito
fr_fr: Seuil de Livraison Gratuite
it_it: Soglia di Spedizione Gratuita
tr_tr: Ücretsiz Kargo Eşiği

source: When will the refund be credited to bank account?
de_de: Wann wird die Rückerstattung auf das Bankkonto gutgeschrieben?
es_es: ¿Cuándo se acreditará el reembolso en la cuenta bancaria?
fr_fr: Quand le remboursement sera-t-il crédité sur le compte bancaire ?
it_it: Quando verrà accreditato il rimborso sul conto bancario?
tr_tr: İade ne zaman banka hesabına aktarılacak?

source: Refund Duration
de_de: Rückerstattungsdauer
es_es: Duración del Reembolso
fr_fr: Durée du Remboursement
it_it: Durata del Rimborso
tr_tr: İade Süresi

source: Save Preferences
de_de: Einstellungen speichern
es_es: Guardar Preferencias
fr_fr: Enregistrer les Préférences
it_it: Salva Preferenze
tr_tr: Tercihleri Kaydet

source: Customize
de_de: Anpassen
es_es: Personalizar
fr_fr: Personnaliser
it_it: Personalizza
tr_tr: Özelleştir

source: Theme
de_de: Thema
es_es: Tema
fr_fr: Thème
it_it: Tema
tr_tr: Tema

source: Choose a theme for the chatbot interface.
de_de: Wählen Sie ein Thema für die Chatbot-Benutzeroberfläche.
es_es: Elige un tema para la interfaz del chatbot.
fr_fr: Choisissez un thème pour l'interface du chatbot.
it_it: Scegli un tema per l'interfaccia del chatbot.
tr_tr: Sohbetbot arayüzü için bir tema seçin.

source: Chat Button Texts
de_de: Chat-Schaltflächentexte
es_es: Textos de los Botones de Chat
fr_fr: Textes des Boutons de Chat
it_it: Testi del Pulsante di Chat
tr_tr: Sohbet Düğme Metinleri

source: Customize the text for the chat initiation buttons.
de_de: Passen Sie den Text für die Chat-Initiierungsschaltflächen an.
es_es: Personalizar el texto para los botones de inicio de chat.
fr_fr: Personnalisez le texte des boutons de démarrage de la conversation.
it_it: Personalizza il testo per i pulsanti di avvio della chat.
tr_tr: Sohbet başlatma düğmeleri için metni özelleştirin.

source: Welcome Title
de_de: Willkommenstitel
es_es: Título de Bienvenida
fr_fr: Titre de Bienvenue
it_it: Titolo di Benvenuto
tr_tr: Hoşgeldiniz Başlığı

source: Title before the chat is started.
de_de: Titel, bevor der Chat gestartet wird.
es_es: Título antes de que se inicie el chat.
fr_fr: Titre avant le début de la conversation.
it_it: Titolo prima che la chat venga avviata.
tr_tr: Sohbet başlamadan önce başlık.
